Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: For example, the current screen contains app icons.
be: Напрыклад, на бягучым экране ёсьць значкі праґрамаў.

source: For example, you can beam Browser pages, YouTube videos, People contacts, and more.
be: Да прыкладу, можна перадаць бачыны з аглядальніку, відэа з YouTube, кантакты ды іншае.

source: For music and media
be: На музыку ды мэдыя

source: For security, your phone is set to block installation of applications not obtained from Android Market.
be: Дзеля бясьпекі тэлефон наладжаны забараняць усталёўваць праґрамы, атрыманыя ня з крамы Android.

source: For security, your tablet is set to block installation of applications not obtained from Android Market.
be: Дзеля бясьпекі пляншэт наладжаны забараняць усталёўваць праґрамы, атрыманыя ня з крамы Android.

source: For voice-guided navigation, you need to install text-to-speech support from the Android Market.
be: Каб чуць падказкі голасам, трэба ўсталяваць падтрымку агучваньня з Крамы Android.

source: For your end point
be: Да канцавога пункту

source: Force GPU rendering
be: Паскараць маляваньне

source: Force LZO compression to be set to on
be: Прымусова сьціскаць спосабам LZO

source: Force all traffic to berouted thru the VPN tunnel
be: Прымусова перадаваць усё праз тунэль VPN

source: Force close
be: Зачыніць прымусам

source: Force enable zoom
be: Прымусовае павелічэньне

source: Force in-call touch UI without proximity sensor
be: Задзейнічаць дотыкавы інтэрфэйс бяз чуйніку блізкасьці падчас размовы

source: Force lock
be: Прымусова замыкаць

source: Force return to call log screen after a call ends.
be: Прымусова вяртацца да гісторыі выклікаў, як скончыцца размова.

source: Force stop
be: Прымусова спыніць

source: Force stop?
be: Ці спыніць прымусова?

source: Force stopping an application can cause it to misbehave.
be: Калі прымусова спыніць праґраму, яна можа паводзіць сябе неадпаведна.

source: Force your password to a new value, requiring the administrator give it to you before you can log in.
be: Прымусова зьмяніць пароль на новы. Трэба, каб спраўнік даў вам новы пароль перад тым, як можна будзе ўвайсьці.

source: Foreground
be: Пярэдні плян

source: Forget
be: Забыцца

source: Forget network
be: Забыцца на сетку

source: Forgive my straightforwardness, but...pleaaase...waaaater...
be: Прабач маю просталінейнасьць, але… вады, калі ласка, вады…

source: Forgot pattern?
be: Хіба забыліся на ўзор?

source: Forgot your password?
be: Забыліся на пароль?

source: Forgot your username or password\?
be: Забыліся на імя ці пароль\?

source: Form auto-fill
be: Запаўняць блянкі самарушна

source: Form data
be: Зьвесткі блянкаў

source: Format
be: Разьмеціць

source: Format (erase) the SD card
be: Разьмеціць (вычысьціць) картку SD

source: Format SD card
be: Разьмеціць картку SD

source: Format SD card, erasing all your media?
be: Разьмеціць картку SD і сьцерці ўсе файлы мэдыя?

source: Format SD card.
be: Разьмеціць картку SD.

source: Format USB storage
be: Разьмеціць сховішча USB

source: Format USB storage, erasing all files stored there?
be: Разьмеціць сховішча USB і сьцерці ўсе файлы адтуль?

source: Format off/on in milliseconds: off, on, off, on\u2026
be: У мілісэкундах: трымцець, маўчаць, трымцець, маўчаць…

source: Format web pages to fit the screen
be: Аздабляць бачыны так, каб упісаць у экран

source: Format webpages to fit the screen
be: Аздабляць бачыны так, каб упісаць у экран

source: Format:
be: Фармат:

source: Forward
be: Далей

source: Forward calls when you're offline
be: Перасылаць выклікі, калі я ня ў Skype

source: Forward my calls
be: Перасылаць выклікі

source: Forward when busy
be: Калі заняты

source: Forward when unanswered
be: Калі не адказваем

source: Forward when unreachable
be: Калі недасяжны

source: Forwarding all calls
be: Перасылаць усе выклікі

source: Forwarding all calls to {0}
be: Перасылаць усе выклікі да {0}

source: Forwarding number change unsuccessful.
be: Не ўдалося зьмяніць нумар, на які трэба перасылаць.

source: Forwarding number change unsuccessful.\nPlease contact your carrier if this problem persists.
be: Не ўдалося зьмяніць нумар, на які трэба перасылаць.\n Калі праблема застанецца, калі ласка, зьвяжыцеся з вашым апэратарам.

source: Forwarding routes (e.g. 10.0.0.0/8)
be: Шляхі перасыланьня (пр., 10.0.0.0/8)

source: Forwarding to {0}
be: Перасылаць да {0}

source: Found %d contacts
be: Знайшлі кантактаў: %d

source: Found 1 contact
be: Знайшлі адзін кантакт

source: Fr
be: пт

source: Frame average
be: Па сярэднім са здымку

source: Frame rate:
be: Хуткасьць:

source: Free Skype-to-Skype calls and messages to your contacts.
be: Дармавыя гутаркі ды галасавыя размовы між карыстальнікамі Skype.

source: Free trial call
be: Дармавы выклік

source: Free up some space and try again.
be: Вызваліце крыху прасторы ды паспрабуйце зноўку.

source: Free up some space on your phone and try again.
be: Вызваліце крыху прасторы на тэлефоне ды паспрабуйце зноўку.

source: French
be: Француская

source: French (Belgium)
be: француская (Бэльґія)

source: French (Canada)
be: француская (Канада)

source: French (France)
be: француская (Францыя)

source: French (Switzerland)
be: француская (Швэйцарыя)

source: Frequent
be: Частыя

source: Frequently called
be: Часта выклікаем

source: Frequently called entries will be cleared without asking
be: Сьпіс часта выкліканых выклікаў будзе ачышчацца без пытаньняў

source: Frequently contacted
be: Часта зьвязваемся

source: Fri
be: пт

source: Friday
be: пятніца

source: Friend
be: Сябар

source: Friend Requests
be: Запыты сябраваць

source: Friend info
be: Зьвесткі пра сябра

source: Friend list is empty
be: Сьпіс сяброў пусты

source: Friend list order
be: Парадкаваць сяброў

source: Friend removed
be: Сябра выкрасьлілі

source: Friend request sent
be: Запыталіся сябраваць

source: Friend requests
be: Запыты сябраваць

source: Friends
be: Сябры

source: Friends Online
be: Сябры ў сетцы

source: Friends list
be: Сьпіс сяброў

source: Friends lists
be: Сьпісы сяброў

source: Friends of Friends
be: Сябры сяброў

source: Friends online
be: Сябры ў сетцы

source: Friends only
be: Толькі сябрам

source: From
be: Ад

source: From Camera
be: З камэры

source: From Gallery
be: З ґалерэі

source: From Music Library
be: З музычнае бібліятэкі

source: From album
be: З альбому

source: From date
be: Дата ад

source: From phone contacts
be: Кантакты з тэлефона

source: From time
be: Час ад

source: From your circles
be: З вашых колаў

source: From your circles (%d)
be: З вашых колаў (%d)

source: From your phone
be: З вашага тэлефона

source: From your phone (%d)
be: З вашага тэлефону (%d)

source: From:
be: Ад каго:

source: From: %1$s
be: Ад каго: %1$s

source: From: %2$s
be: Ад каго: %2$s

source: From: \"%1$s\"
be: Ад каго: «%1$s»

source: From: \u0022%1$s\u0022
be: Ад каго: «%1$s»

source: From:\u0020
be: Ад каго:\u2020

source: Front and back camera switch
be: Абраць заднюю ці пярэднюю камэру

source: Front camera
be: Пярэдняя камэра

source: Front camera on
be: Ужываем пярэднюю камэру

source: Full
be: Цалкам зараджаная

source: Full backup
be: Захаваць усё

source: Full name
be: Поўнае ймя

source: Full name:
be: Поўнае ймя:

source: Full restore
be: Аднавіць усё

source: Full screen
be: Поўны экран

source: Full timestamps
be: Поўныя часадзнакі

source: Fullscreen
be: Поўны экран

source: Fun Facts
be: Забаўнае

source: GB
be: ҐБ

source: GPRS service:
be: Служба GPRS:

source: GPS Latitude:
be: Шырата па GPS:

source: GPS Longitude:
be: Даўгата па GPS:

source: GPS acquiring.
be: GPS здабывае месцазнаходжаньне.

source: GPS and Network providers are disabled.
be: GPS і пастаўнікі сеткі не працуюць.

source: GPS enabled.
be: Задзейнічалі GPS.

source: GPS is disabled
be: GPS не задзейнічалі

source: GPS on
be: Улучаны стан GPS

source: GPS satellites
be: Спадарожнікі GPS

source: GPS signal lost
be: Згубілі сыґнал GPS

source: GPS usage
be: Выкарыстаньне GPS

source: GSM / WCDMA auto
be: GSM або WCDMA самарушна

source: GSM / WCDMA preferred
be: GSM або WCDMA (пажадана)

source: GSM call settings
be: Налады выклікаў GSM

source: GSM disconnects:
be: Колькі разоў адлучалі GSM:

source: GSM only
be: Толькі GSM

source: GSM service:
be: Служба GSM:

source: GSM/UMTS Network Preferences
be: Перавагі сеткі GSM або UMTS

source: GSM/UMTS Options
be: Можнасьці GSM і UMTS

source: GSM/UMTS network preferences
be: Перавагі сеткі GSM і UMTS

source: GSM/WCDA (WCDMA preferred)
be: GSM або WCDMA (пажадана WCDMA)

source: GSM/WCDMA (auto mode)
be: GSM, WCDMA (самарушна)

source: GTalk Service Monitor
be: Сачыльнік службы GTalk

source: GUUUUUUULP!
be: БУУУУУУУЛЬК!

source: Galaxy
be: Ґаляктыка

source: Galician (Spain)
be: ґальская (Гішпанія)

source: Gallery
be: Ґалерэя

source: Game
be: Гульня

source: Games
be: Гульні

source: Gas Stations
be: АЗС

source: Gateway
be: Брама

source: Gender
be: Пол

source: General
be: Агульнае

source: General Behavior
be: Агульныя паводзіны

source: General News
be: Галоўныя навіны

source: General Preferences
be: Агульныя перавагі

source: General Settings
be: Агульныя налады

source: General application behavior configuration
be: Настаўленьні агульных паводзінаў праґрамаў

source: General settings
be: Агульныя налады

source: General sync settings
be: Агульныя налады сынхранізаваньня

source: General system preferences for ADW.Launcher
be: Агульныя сыстэмныя перавагі пускача ADW

source: German
be: Нямецкая

source: German (Austria)
be: нямецкая (Аўстрыя)

source: German (Germany)
be: нямецкая (Нямеччына)

source: German (Liechtenstein)
be: нямецкая (Ліхтэнштэйн)

source: German (Switzerland)
be: нямецкая (Швэйцарыя)

source: Gesture
be: Жэст

source: Gesture sensitivity
be: Адчувальнасьць жэстаў

source: Gestures
be: Жэсты

source: Get Directions
be: Атрымаць шляхі

source: Get PDP list
be: Атрымаць сьпіс пратаколаў (PDP)

source: Get alerts for new calls and messages
be: Спавяшчаць па выкліках ды паведамленьнях

source: Get an Online Number and friends, family or colleagues who aren't on Skype yet can reach you - wherever you are in the world.
be: Атрымайце сеціўны нумар, і сябры, родныя ды калеґі, што ня маюць Skype-а, змогуць зьвязацца з вамі, у якім бы пункце сьвету вы не былі.

source: Get themes!
be: Атрымаць аздабленьні!

source: Getting driving directions
be: Атрымваюцца шляхі руху

source: Getting walking directions
be: Атрымваюцца пешаходныя шляхі

source: Give access to %2$s?
be: Ці даць %2$s доступ?

source: Give me hot water and I'll forgive you.
be: Налі мне вадзічкі, і я дарую табе.

source: Give me milk...
be: Пачастуй кацяня малаком…

source: Give meow ice cubes...
be: Дай кацяняці кубікаў лёду…

source: Give this account a name (optional)
be: Даць назву рахунку (не абавязкова)

source: Give to the cat who is in a bad mood.
be: Пачастуйце кацяня, калі яно не ў гуморы.

source: Give your phone a name:
be: Дайце назву свайму тэлефону:

source: Given name
be: Імя

source: Given name first
be: Спачатку імя

source: Gives the application complete access to the audio hardware.
be: Дае праґраме поўны доступ да гукавога абсталяваньня.

source: Global
be: Усеагульны

source: Gmail
be: Пошта Gmail

source: Gmail label
be: Цэтлік Gmail

source: Go
be: Рушыць

source: Go back
be: Назад

source: Go back to letters by touching this key again
be: Каб вярнуцца да літараў, зноўку націсьніце гэтую клявішу

source: Go forward
be: Далей

source: Go live
be: Да крыніцы

source: Go offline
be: Адлучыцца

source: Go online
be: Далучыцца

source: Go to %s
be: Перайсьці да %s

source: Go to Inbox
be: Да ўваходных

source: Go to chat
be: Перайсьці да гутаркі

source: Go to label
be: Да цэтліку

source: Go to labels
be: Да цэтлікаў

source: Go to sleep.
be: Ідзі спаць.

source: Go to the next step
be: Да наступнага кроку

source: Going?
be: Ідзем?

source: Good
be: Добры

source: Good for you!
be: Малайчына!

source: Good morning!
be: Добрага дню!

source: Good morning.
be: Добрага дню.

source: Good.
be: Добра.

source: Google Apps
be: Праґрамы Google

source: Google Calendar
be: Каляндар Google

source: Google Checkout Terms of Service.
be: Умовы абслугоўваньня Касаю Google.

source: Google Checkout accounts
be: Рахункі Касы Google

source: Google Feedback
be: Водгук да Google

source: Google Instant
be: Хуткі Google

source: Google Mail
be: Пошта Google

source: Google Maps
be: Мапы Google

source: Google Maps Navigation
be: Навіґацыя мапамі Google

source: Google Maps Navigation is in beta.
be: Навіґацыя мапамі Google яшчэ выпрабоўваецца,

source: Google Maps Navigation is not yet available in this location.
be: Навіґацыя мапамі Google у гэтым месцы яшчэ недаступная.

source: Google Messaging Service
be: Служба паведамленьняў Google

source: Google Privacy Policy
be: Правілы адасобленасьці Google

source: Google Search
be: Пошук Google

source: Google Search suggestions
be: Прапановы пошуку

source: Google Talk
be: Гутарка Google

source: Google Talk authentication failed
be: Не ўдалося апазнацца ў Гутарцы Google

source: Google Talk failed to login.
be: Не ўдалося ўвайсьці ў Гутарку Google.

source: Google Talk needs background data to be enabled.
be: Гутарцы Google трэба, каб дазвалялася злучацца на заднім пляне.

source: Google Talk uses this service to exchange messages and to synchronize presence status.
be: Гутарка Google карыстае гэтую службу, каб абменьвацца паведамленьнямі ды сынхранізаваць стан прысутнасьці.

source: Google Terms of Service
be: Умовы абслугоўваньня Google

source: Google applications are syncing data now.
be: Праґрамы Google зараз сынхранізуюць зьвесткі.

source: Google applications will always be in sync between your phone and computer.
be: Праґрамы Google будуць заўжды сынхранізавацца між кампутарам і тэлефонам.

source: Google legal
be: Прававыя зьвесткі Google

source: Google mail
be: Пошта Google

source: Google mobile applications
be: Перасоўныя праґрамы Google

source: Google search
be: Пошук Google

source: Google search suggestions
be: Прапановы пошуку

source: Google sign-in
be: Увайсьці ў Google

source: Google voice recognition settings
be: Налады пазнаваць голас

source: Google with Instant (Labs)
be: Хуткі Google (выпрабоўнае)

source: Google's location service
be: Служба Google вызначаць месца

source: Google's location service provides applications with your approximate location without using GPS.
be: Служба месцазнаходжаньня Google паведамляе праґрамам, дзе прыблізна вы знаходзіцеся, і не карыстае GPS.

source: Google+ Notifications
be: Спавяшчэньні Google+

source: Google+ notifications
be: Спавяшчэньні Google+

source: Got Dihydrogen Monoxide?
be: Мо’ маеш манаксід двухвадатвору?

source: Got milk with that?
be: Мо’ маеш малачка?

source: Graffiti
be: Ґрафіці

source: Graphic violence
be: Выявы гвалту

source: Grass
be: Трава

source: Greek (Greece)
be: грэцкая (Грэцыя)

source: Green
be: Зялёны

source: Green Screen
be: Зялёны экран

source: Green text on black
be: Зялёнае па чорным

source: Green tint
be: Адценьні зялёнага

source: Greenland
be: Грэнляндыя

source: Grey
be: Шэры

source: Group chat
be: Супольная гутарка

source: Group chat invitation
be: Запрашэньне да супольнае гутаркі

source: Group chat members
be: Удзельнікі супольнае гутаркі

source: Group chat name
be: Назва супольнае гутаркі

source: Group chat with %s
be: Супольная гутарка з %s

source: Group chat: %s
be: Супольная гутарка: %s

source: Group info
be: Зьвесткі пра суполку

source: Group name
be: Назва суполкі

source: Group saved
be: Суполку захавалі

source: Group's Name
be: Назва суполкі

source: Groups
be: Суполкі

source: Grrrrrr...
be: Рррррр…

source: Grrrrrr...please miiiiiilk..
be: Рррррр… малака, калі ласка…

source: Guam
be: Ґуам

source: Guest List
be: Сьпіс запрошаных

source: Guests
be: Запрошаныя

source: Gym
be: Ґімнастычная заля

source: H
be: Х

source: H-O-T-W-A-T-E-R...
be: В-А-Д-З-І-Ч-К-А…

source: HD (30m)
be: Найвышэйшая (30 хв.)

source: HDCP checking
be: Спраўджваць HDCP

source: HH:mm
be: H:mm

source: HID
be: Узаемадзеяньне з карыстальнікам (HID)

source: HTML Viewer
be: Прагляднік HTML

source: HTTP Client test:
be: Выпрабаваньне кліента HTTP:

source: HTTP Error:
be: Памылка HTTP:

source: HTTP error ^1 : ^2
be: Памылка HTTP ^1: ^1

source: Ha... ho... hot...
be: Гы… го… горача…

source: HaHa..
be: Хі-хі…

source: Half an hour
be: Паўгадзіны

source: Handset earpiece
be: Слухаўкі тэлефона

source: Handwriting settings
be: Налады пісаць ад рукі

source: Handwriting types
be: Пісаць ад рукі

source: Handwriting-Box
be: Ад рукі: поле

source: Handwriting-Double Box
be: Ад рукі: падвойнае поле

source: Handwriting-Screen
be: Ад рукі: экран

source: Hanging up
be: Кладзем слухаўку

source: Happening Now
be: Адбываецца зараз

source: Happy
be: Вясёлы

source: Haptic feedback
be: Водгук па дотыку

source: Harare
be: Гарарэ

source: Hardware controls
be: Кіраваць абсталяваньнем

source: Harmful to phone or data
be: Шкодны тэлефону ці дадзеным

source: Hate speech or violence
be: Нянавісьць або гвалт

source: Hateful or abusive content
be: Зьмест ненавіснага або зьневажальнага кшталту

source: Have a good fast lunch.
be: Смачна падсілкавацца табе.

source: Have a wonderful day!
be: Дзівоснага дню!

source: Hawaii
be: Гаваі

source: Headset attached
be: Далучылі слухаўкі зь мікрафонам

source: Headset control
be: Кіраваць праз слухаўкі

source: Headset detatched
be: Адлучылі слухаўкі зь мікрафонам

source: Hearing aids
be: Слыхавыя апараты

source: Heart
be: Сэрца

source: Hebrew
be: Габрэйская

source: Hebrew (Israel)
be: іўрыт (Ізраіль)

source: Heeeeeeelp!
be: Дапамажыцееееее!

source: Hello World!
be: Прывітаньне, сьвет!

source: Hello World, TestActivity
be: Прывітаньне, сьвет; выпрабавальная дзейнасьць

source: Hello.
be: Вітанкі.

source: Help
be: Дапамога

source: Help Meow!!!!!
be: Уратуйце кацяня!!!

source: Help!
be: Дапамажыце!

source: Helpful
be: Карыснае

source: Helpful tips
be: Карысныя парады

source: Helsinki
be: Хэльсынкі

source: Here are some alternatives:
be: Вось што можна зрабіць:

source: Here are some suggestions:
be: Вось некалькі парад:

source: Here comes hot water!
be: А вось гарачая вадзічка!

source: Hey, you're my human!
be: Гэй, ты МОЙ чалавек!

source: Hi, I'd like to add you as a contact on Skype.
be: Прывітаньне, я хацеў бы дадаць вас да кантактаў.

source: Hidden Dockbar
be: Схаваны латок-паліца

source: Hidden SSID :
be: Схаваны SSID:

source: Hidden sender address
be: Адрас адпраўніка схаваны

source: Hide
be: Схаваць

source: Hide AB Bg
be: Хаваць тло кнопак дзеяньня

source: Hide Details
be: Схаваць падрабязнасьці

source: Hide Hold button
be: Хаваць кнопку «Трымаць»

source: Hide Pending Uploads
be: Схаваць няскончанае

source: Hide StatusBar
be: Хаваць паліцу стану

source: Hide clock
be: Схаваць гадзіньнік

source: Hide controls
be: Схаваць кіраваньне

source: Hide declined events
be: Хаваць адхіленыя падзеі

source: Hide desktop icon labels
be: Хаваць подпісы значкаў стальніцы

source: Hide dialog
be: Хаваць дыялёг

source: Hide dialpad
be: Схаваць наборнік

source: Hide extra options
be: Схаваць дадатковыя можнасьці

source: Hide frequently called
be: Схаваць часта выкліканыя

source: Hide friend
be: Схаваць сябра

source: Hide hidden folders
be: Схаваць схаваныя каталёґі

source: Hide icon labels
be: Хаваць подпісы значкаў

source: Hide location
be: Схаваць месца

source: Hide number
be: Хаваць нумар

source: Hide recognized offensive voice results
be: Не паказваць вынікі пошуку, што зьмяшчаюць пазнаныя абразьлівыя словы

source: Hide status bar
be: Хаваць паліцу стану

source: Hide the background for the Action Buttons
be: Не паказваць тло кнопак дзеяньня

source: Hide the button that puts the current call on hold.
be: Схаваць кнопку, якая ўтрымвае бягучы выклік.

source: Hide the indicator after a small period
be: Хаваць паказальнік праз малы адцінак часу

source: Hide word suggestions in landscape view
be: Хаваць прапанаваныя словы ў альбомнае арыентацыі

source: Hides the statusbar
be: Хавае паліцу стану

source: Hides your statusbar
be: Хавае паліцу стану

source: Hiding folder:
be: Хаваюцца каталёґі:

source: High
be: высокае

source: High (30m)
be: Добрая (30 хв.)

source: High School
be: Вышэйшая адукацыя

source: High mobile data use
be: Сеціва шмат выкарыстоўваецца

source: High quality
be: Высокая якасьць

source: High quality video on mobile
be: Відэа высокае якасьці на перасоўным

source: High security
be: Высокая бясьпека

source: Higher quality will use more memory.
be: Лепшая якасьць карыстае болей памяці.

source: Highlights focus color
be: Колер падсьвечваць абранае

source: Highlights press color
be: Колер падсьвечваць націснутае

source: Highschool name?
be: Назва ВНУ?

source: Hindi (India)
be: гінды (Індыя)

source: Hindsight
be: Погляд у мінулае

source: Hip-Hop
be: Гіп-гап

source: History
be: Гісторыя

source: History details
be: Падрабязнасьці гісторыі

source: Hobart
be: Гобарт

source: Hold
be: Трымаць

source: Hold a key down to see accents (ø, ö, etc.)
be: Трымайце клявішу, каб пабачыць літары з гучкамі (ø, ö ды інш.)

source: Hold and Speak
be: Націсьніце ды прамоўце

source: Hold current call
be: Трымаць бягучы выклік

# Hold current call & answer
source: Hold current call\n& answer
be: Трымаць бягучы выклік\n і адказаць

source: Hold down button to focus, release to take picture
be: Каб факусаваць, націсьніце кнопку; каб зрабіць здымак — адпусьціце

source: Home
be: Галоўная

source: Home Fax
be: Факс хатні

source: Home Networks only
be: Толькі хатнія сеткі

source: Home Orientation
be: Арыентацыя галоўнага экрану

source: Home Phone
be: Хатні тэлефон

source: Home Screen
be: Галоўны экран

source: Home button binding
be: Прывязаць кнопку «Хатка»

source: Home only
be: Толькі хатнія

source: Home phone
be: Хатні тэлефон

source: Home screen
be: Галоўны экран

source: Home settings
be: Налады галоўнага экрану

source: Home time zone
be: Хатні часавы абсяг

source: Homepage
be: Пачатковая бачына

source: Homepage set.
be: Зрабілі пачатковаю.

source: Hometown
be: Родны горад

source: Hong Kong
be: Ганконґ

source: Hoooo!
be: Уууууу!

source: Horizontal paginated
be: Старонкі зьлева направа

source: Host
be: Гаспадар

source: Hosting
be: Гаспадар

source: Hostname
be: Назва вузла

source: Hot water and love!
be: Гарачая вада й каханьне!

source: Hot water please...
be: Вадзічкі, гарачае вадзічкі, калі ласка…

source: Hot water!
be: Гарачая вада!

source: Hotel
be: Гатэль

source: How about my lunch?
be: А што наконт майго абеду?

source: How dare you!!!!
be: Як ты сьмееш!

source: How desktop screens change when changed
be: Як зьмяняюцца экраны, калі пераходзіць між імі

source: How long do I have to wait?
be: Як доўга мне трэба чакаць?

source: How many rows/columns will the widget take?
be: Колькі радкоў і слупкоў будзе займаць віджэт?

source: How to draw an unlock pattern
be: Як маляваць узор адмыкаць экран

source: Huawei Social Club
be: Таварыскі клюб Huawei

source: Huddle
be: Таемка

source: Huddle Notifications
be: Спавяшчэньні таемкі

source: Huddle is super-fast group messaging for your circles.
be: Таемка дазваляе звышхутка супольна абменьвацца паведамленьнямі ў колах.

source: Huddle name
be: Назва таемкі

source: Huddle notifications
be: Спавяшчэньні таемкі

source: Huge
be: Велізарны

source: Huge Avatars
be: Велізарныя малюнкі

source: Huge text
be: Велізарны тэкст

source: Humidity: %s%%
be: Вогкасьць: %s%%

source: Hungarian (Hungary)
be: вугорская (Вугоршчына)

source: Hurry,you'll be late!
be: Сьпяшайся, бо спозьнісься!

source: Hz
be: Гц

source: I Don't Like
be: Я не падабаю

source: I Like
be: Я падабаю

source: I admit I was sometimes rude.
be: Прызнаюся: часам я быў няветлівым.

source: I agree
be: Я пагаджаюся
